---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EnergyAnalysisSpaceBoundingParam
source: html/ea2d95fa-1486-245d-361e-b84c249b581c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EnergyAnalysisSpaceBoundingParam Property

"Analytical Space Bounding"

## Syntax (C#)
```csharp
public static ForgeTypeId EnergyAnalysisSpaceBoundingParam { get; }
```